Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
es_es: Los colaboradores y managers tendrán que enviar sus aportaciones de nuevo según el flujo de trabajo. Esta acción no se puede deshacer.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
es_es: Los colaboradores tendrán que enviar sus aportaciones de nuevo según el flujo de trabajo. Esta acción no se puede deshacer.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
es_es: Está a punto de mover el plan de desarrollo profesional de la etapa "<0>{{fromStatus}}</0>" a la etapa "<1>{{toStatus}}</1>".

source: Move career plans to a different stage
es_es: Mover los planes de carrera a otra etapa

source: Select plans to continue
es_es: Selecciona planes para continuar

source: {{count}} career development plan was successfully moved to the selected stage.
es_es: {{count}} plan de desarrollo profesional se ha movido correctamente a la etapa seleccionada.

source: {{count}} career development plans were successfully moved to the selected stage.
es_es: {{count}} planes de desarrollo profesional se han movido correctamente a la etapa seleccionada.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
es_es: {{count}} de {{requestedPlansCount}} planes de desarrollo profesional se han movido correctamente a la etapa seleccionada.

source: Apply filters to view the plans and move them to the next stage.
es_es: Aplica filtros para ver los planes y pasarlos a la siguiente fase.

source: There are {{count}} plans in "{{planStage}}" stage
es_es: Hay {{count}} planes en la fase "{{planStage}}"

source: Adjust your filters to find what you are looking for.
es_es: Ajusta tus filtros para encontrar lo que estás buscando.

source: No plans found
es_es: No se han encontrado planes

source: Manage {{planName}}
es_es: Gestionar {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
es_es: Planes en la etapa "{{planStage}}": {{count}}

source: Search result: {{count}}
es_es: Resultado de búsqueda: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
es_es: Los planes de desarrollo profesional que están en la fase cerrada no se pueden eliminar.

source: Manage plans
es_es: Gestionar planes

source: New plan stage
es_es: Nueva etapa del plan

source: Choose the plan stage
es_es: Elige la fase del plan

source: Career Development Plans
es_es: Planes de desarrollo profesional

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
es_es: La población del plan de desarrollo profesional se basará en el acceso del administrador local. Solo podrán editar la población dentro de la plantilla.

source: Allow local admins in career development plan templates
es_es: Permitir a los administradores locales acceder a las plantillas de planes de desarrollo profesional

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
es_es: La persona re-asignada como revisor verá el proceso re-asignado en su lista y podrá completar la parte del manager. La persona re-asignada como revisor tendrá acceso a todos los datos relacionados con el colaborador/a (objetivos, competencias, etc.) visibles en el proceso de desarrollo profesional, de la misma forma que lo haría el manager directo. Ten en cuenta que la re-asignación implica que la persona re-asignada como revisor completará el proceso completo con el colaborador/a.

source: Allow line managers to reassign career development plans to other users
es_es: Permitir a los managers de línea reasignar planes de desarrollo profesional a otros usuarios

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
es_es: Los planes de desarrollo profesional cerrados realizados con el anterior manager de un/a colaborador/a serán visibles para su nuevo manager. El manager anterior seguirá pudiendo ver los planes de desarrollo profesional después del traspaso.

source: Allow system managers to see closed career development plans
es_es: Permitir que los manager del sistema vean los planes de desarrollo profesional cerrados

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
es_es: Una función de Gestión del Desempeño que permite a los administradores de HRBP crear planes de desarrollo profesional en los que los empleados y los responsables reflexionan sobre los acontecimientos que tuvieron lugar durante un período de tiempo definido.

source: Enable career development
es_es: Habilitar el desarrollo profesional

source: General career development settings
es_es: Configuración general de desarrollo profesional

source: Career Development Settings
es_es: Configuración de desarrollo profesional

source: Check-In Mass Assignment
es_es: Asignación masiva de consultas

source: Check-in deletion
es_es: Eliminación de consultas

source: Enable check-ins
es_es: Activar consultas

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
es_es: Una función de Gestión del Desempeño que permite a los empleados programar reuniones periódicas con sus responsables y subordinados para alinear objetivos.

source: General check-ins settings
es_es: Configuración general de consultas

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
es_es: Permite a los responsables llevar a cabo discusiones estructuradas con sus subordinados directos. Gracias a los widgets específicos, pueden comentar sobre áreas como el desempeño, los objetivos y los comportamientos. Al finalizar, los trabajadores pueden revisar los comentarios y aceptar la consulta, o proponer una reunión de seguimiento directamente desde la página de consultas.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
es_es: Permitir a los trabajadores y responsables programar y estructurar consultas a su conveniencia. Estas sesiones permiten añadir y editar contenido o comentarios según sea necesario, con toda la información visible solo para los participantes.

source: Enable regular check-ins
es_es: Activar consultas regulares

source: Check-In Settings
es_es: Configuración de Check-In

source: Create communication round
es_es: Crear ronda de comunicación

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
es_es: Las últimas generaciones de documentos aparecerán aquí.<br/>Vuelva a comprobar más tarde para ver actualizaciones o explore más funciones mientras tanto.

source: Document generation
es_es: Generación de documentos

source: Explore the latest document generations.
es_es: Explore las últimas generaciones de documentos.

source: Export log details
es_es: Exportar detalles del registro

source: Completion
es_es: Finalización

source: Document template
es_es: Plantilla de documento

source: Errors
es_es: Errores

source: Generated documents
es_es: Documentos generados

source: Imported documents
es_es: Documentos importados

source: Requester
es_es: Solicitante

source: Completed with errors
es_es: Completado con errores

source: Pending
es_es: Pendiente

source: No file uploaded
es_es: No se ha subido ningún archivo

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
es_es: Formatos de archivo admitidos: DOCX. Tamaño máximo de archivo: 10 MB. Número máximo de archivos por carga: 1 archivo.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
es_es: El documento "{{fileName}}" no se puede importar. Asegúrese de que cumpla con los requisitos de formato y tamaño.

source: The code must be unique to publish the document template. Please change the code and try again.
es_es: El código debe ser único para poder publicar la plantilla de documento. Por favor, cambie el código e inténtelo de nuevo.

source: Create document template
es_es: Crear plantilla de documento

source: Edit document template
es_es: Editar plantilla de documento

source: Create a document to get started
es_es: Cree un documento para comenzar

source: No documents available
es_es: No hay documentos disponibles

source: Failed to retrieve the document template file.
es_es: No se pudo recuperar el archivo de plantilla de documento.

source: Failed to retrieve the document template
es_es: No se pudo recuperar la plantilla de documento

source: The document file is not available.
es_es: El archivo del documento no está disponible.

source: Include an overview
es_es: Incluya una visión general

source: Document template details
es_es: Detalles de la plantilla de documento

source: Define your document template
es_es: Defina su plantilla de documento

source: Preview a PDF document generated from the template and variables.
es_es: Previsualice un documento PDF generado a partir de la plantilla y las variables.

source: Document Templates
es_es: Plantillas de documentos

source: Template history
es_es: Historial de plantillas

source: Back to document template list
es_es: Volver a la lista de plantillas de documentos

source: Template document
es_es: Documento de plantilla

source: See the history of the template .docx file since it was published.
es_es: Vea el historial del archivo de plantilla .docx desde que se publicó.

source: Template "{{name}}" history
es_es: Historial de la plantilla "{{name}}"

source: Uploaded by
es_es: Subido por

source: Edit variables in the preview. Need help? Use our template to get started.
es_es: Edite las variables en la vista previa. ¿Necesita ayuda? Utilice nuestra plantilla para comenzar.

source: Preview variables
es_es: Vista previa de variables

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
es_es: Se detectaron cambios en los campos anteriores. Haga clic en "Vista previa del documento" para generar el documento actualizado.

source: Invalid JSON format
es_es: Formato JSON no válido

source: ESC – exit editor, Tab – create an indent
es_es: ESC – salir del editor, Tab – crear una sangría

source: Keyboard shortcuts:
es_es: Atajos de teclado:

source: JSON editor
es_es: Editor JSON

source: Something went wrong. Please check that your JSON or uploaded document is valid.
es_es: Algo salió mal. Por favor, compruebe que su JSON o el documento que ha subido sea válido.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
es_es: Aún no ha subido un documento. Vuelva al paso anterior para subir un documento.

source: Preview document
es_es: Vista previa del documento

source: Use example
es_es: Usar ejemplo

source: The document template was successfully published.
es_es: La plantilla de documento se publicó correctamente.

source: The document template was successfully saved.
es_es: La plantilla de documento se guardó correctamente.

source: Create and manage document templates
es_es: Crear y gestionar plantillas de documentos

source: View document template
es_es: Ver plantilla de documento

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
es_es: Configura el texto que se utilizará para sustituir los valores medios de compensación cuando el número de personas de la población subyacente no alcance el umbral.

source: Anonymization placeholder text
es_es: Texto de marcador de posición de anonimización

source: Enable anonymization
es_es: Habilitar anonimización

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
es_es: Activa la anonimización y define el número mínimo de colaboradores/as requerido en una población (Todos, Hombres o Mujeres) para que se muestren los valores promedio.

source: API import
es_es: Importación mediante API

source: Enable this option to allow the creation of pay information requests via API.
es_es: Activa esta opción para permitir la creación de solicitudes de información salarial a través de la API.

source: Enable document generation
es_es: Habilitar la generación de documentos

source: Enable this feature to allow document generation.
es_es: Active esta función para permitir la generación de documentos.

source: Enable this feature to distribute documents to workers.
es_es: Active esta función para distribuir documentos a los trabajadores.

source: Enable this option to allow HRPBs to create pay information requests.
es_es: Habilita esta opción para permitir que los HRPB creen solicitudes de información salarial.

source: Enable overdue period
es_es: Habilitar el periodo de retraso

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
es_es: Activa esta función para destacar las solicitudes de información que superen el plazo de resolución.

source: Enable pay information requests
es_es: Habilitar solicitudes de información salarial

source: Enable this feature to manage pay information requests.
es_es: Activa esta función para gestionar las solicitudes de información salarial.

source: Enable warning period
es_es: Activar período de advertencia

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
es_es: Activa esta función para resaltar las solicitudes de información que se acercan a la fecha límite de resolución.

source: Enable this feature to allow workers to request pay information.
es_es: Activa esta función para permitir que los/las colaboradores/as soliciten información sobre su salario.

source: The value must be between 1 and 365.
es_es: El valor debe estar entre 1 y 365.

source: The overdue period must be greater than the warning period.
es_es: El periodo de retraso debe ser mayor que el periodo de advertencia.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
es_es: Si OverduePeriod está deshabilitado, entonces OverduePeriodInDays debe ser nulo.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
es_es: Si WarningPeriod está deshabilitado, entonces WarningPeriodInDays debe ser nulo.

source: Document Settings
es_es: Configuración del documento

source: Number of days since request
es_es: Número de días desde la solicitud

source: Pay information letter
es_es: Carta de información salarial

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
es_es: Valor entero que define el número mínimo de colaborador/a necesarios en una población (Todos, Hombre, Mujer) para mostrar los valores de compensación promedio

source: Population threshold
es_es: Umbral de población

source: Request creation options
es_es: Opciones de creación de solicitudes

source: Edit communication round
es_es: Editar ronda de comunicación

source: View communication round
es_es: Ver ronda de comunicación

source: Communication
es_es: Comunicación

source: Add mapping
es_es: Añadir asignación

source: Mapping configuration
es_es: Configuración de asignación

source: Data source
es_es: Fuente de datos

source: Template
es_es: Plantilla

source: Bulk generation
es_es: Generación masiva

source: Individual PIR
es_es: PIR individual

source: Document status and action log monitoring
es_es: Supervisión del estado del documento y del registro de acciones

source: Link one or several comp rounds to the communication round
es_es: Vincular una o varias rondas de compensaciones a la ronda de comunicación

source: Comp round
es_es: Ronda de compensación

source: Upload HRBP security mapping
es_es: Cargar el mapeo de seguridad de HRBP

source: HRBP security
es_es: Seguridad HRBP

source: Define the target populations for the round
es_es: Definir las poblaciones objetivo para la ronda

source: Add document
es_es: Agregar documento

source: Create document
es_es: Crear documento

source: Shared documents with selected populations
es_es: Documentos compartidos con poblaciones seleccionadas

source: Documents can only be added once the communication round has been published.
es_es: Los documentos solo se pueden añadir una vez que la ronda de comunicación haya sido publicada.

source: Documents can be added after publishing
es_es: Se pueden añadir documentos después de la publicación

source: Import PDF documents
es_es: Importar documentos PDF

source: No imported PDF documents yet!
es_es: ¡Aún no hay documentos PDF importados!

source: Set the workflow of the communication round
es_es: Configura el flujo de trabajo de la ronda de comunicación

source: Audience
es_es: Audiencia

source: Search by worker
es_es: Buscar por trabajador

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
es_es: Formatos de archivo admitidos: PDF. Tamaño máximo de archivo: 10 MB. Cantidad máxima de archivos por carga: 1 archivo.

source: You can close this window, but please keep the page open to ensure a successful upload.
es_es: Puede cerrar esta ventana, pero por favor mantenga la página abierta para asegurar una carga exitosa.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
es_es: El documento "{{fileName}}" no se puede importar. Compruebe las condiciones de formato y tamaño.

source: The code must be unique to publish the communication round. Please change the code and try again.
es_es: El código debe ser único para publicar la ronda de comunicación. Por favor, cambie el código e inténtelo de nuevo.

source: Communication round details
es_es: Detalles de la ronda de comunicación

source: Round visibility
es_es: Visibilidad de ronda

source: Communication round owners
es_es: Propietarios de la ronda de comunicación

source: This communication round code is already in use. Please enter a unique value.
es_es: Este código de ronda de comunicación ya está en uso. Introduce un valor único.

source: The communication round code cannot be empty.
es_es: El código de la ronda de comunicación no puede estar vacío.

source: Turn this setting on to add summary documents for communication managers.
es_es: Active este ajuste para añadir documentos de resumen para los responsables de comunicación.

source: Include summary documents
es_es: Incluir documentos de resumen

source: The communication round name cannot be empty.
es_es: El nombre de la ronda de comunicación no puede estar vacío.

source: The visibility end date cannot be empty.
es_es: La fecha de fin de visibilidad no puede estar vacía.

source: The visibility start date cannot be empty.
es_es: La fecha de inicio de visibilidad no puede estar vacía.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
es_es: ¿Está seguro de querer publicar esta ronda de comunicación? Una vez publicada, el estado de la ronda cambiará a "Abierta" y no podrá volver a "Borrador".

source: Publish communication round
es_es: Publicar ronda de comunicación

source: The communication round was successfully published.
es_es: La ronda de comunicación se ha publicado correctamente.

source: The communication round was successfully saved.
es_es: La ronda de comunicación se ha guardado correctamente.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
es_es: ¿Está seguro de querer guardar los cambios en esta ronda de comunicación publicada? La ronda se actualizará para todos los participantes.

source: Update published round
es_es: Actualizar ronda publicada

source: The round was successfully updated.
es_es: La ronda se ha actualizado correctamente.

source: Round visibility end date
es_es: Fecha de finalización de la visibilidad de ronda

source: Round visibility start date
es_es: Fecha de inicio de visibilidad de ronda

source: Configure approval milestones for the communication round
es_es: Configurar hitos de aprobación para la ronda de comunicación

source: Turn this setting on to add steps to the communication round workflow
es_es: Activar esta configuración para añadir pasos al flujo de trabajo de la ronda de comunicación

source: Enable workflow steps
es_es: Habilitar pasos del flujo de trabajo

source: No communication rounds yet
es_es: Aún no hay rondas de comunicación

source: Create and manage communication rounds
es_es: Crear y gestionar rondas de comunicación

source: Export recipient details
es_es: Exportar los datos del destinatario

source: Number of recipients
es_es: Número de destinatarios

source: Added by
es_es: Añadido por

source: Create and manage communication rounds.
es_es: Cree y gestione rondas de comunicación.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
es_es: Sus rondas de comunicación aparecerán aquí. Vuelva a consultar más tarde para ver actualizaciones o explore más funciones mientras tanto.

source: Archived
es_es: Archivado

source: Comm rounds
es_es: Rondas de comunicación

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
es_es: Estás a punto de publicar el borrador pendiente, que sustituirá la versión actualmente publicada de esta ronda de compensación. ¿Quieres mantener las entradas del manager?

source: No, delete them
es_es: No, eliminarlos

source: Publish updated comp round
es_es: Publicar ronda de compensación actualizada

source: The workflow was updated; all workers in this round will reset to the first step.
es_es: El flujo de trabajo se ha actualizado; todos los colaboradores/as de esta ronda volverán al primer paso.

source: Yes, keep entries
es_es: Sí, mantener las entradas

source: View configuration
es_es: Ver configuración

source: Change source
es_es: Cambiar origen

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
es_es: Cambiar el origen de gestión de la propuesta borrará los valores que has introducido. Esta acción no se puede deshacer.

source: Change proposal management source
es_es: Cambiar el origen de la propuesta de gestión
